Repository: Medrenguard/path-gallery
Catalog: languages/path-gallery-*.po
Languages: ru_ru

source: Settings updated
ru_ru: Настройки обновились

source: Settings galleries
ru_ru: Настройки галерей

source: The main folder of galleries
ru_ru: Главная папка галерей

source: for example /images/
ru_ru: например: /images/

source: Save
ru_ru: Сохранить

source: Gallery settings
ru_ru: Настройки галереи

source: Image
ru_ru: Изображения

source: Settings
ru_ru: Настройки

source: click to get a list of nested directories
ru_ru: нажмите, чтобы получить поддиректории

source: The plugin will help in the creation of any online store without changing your template.
ru_ru: Этот плагин позволяет создать галерею изображений из любой папки на сервере.

source: Vitaliy Karakushan
ru_ru: Виталий Каракушан
